

{
    "productsCreatine": [
      {
        "id": 1,
        "title": "CreGAAtine 60sachets",
        "description": " CreGAAtine е единствена комерцијална мешавина на креатин која содржи прекурсор на креатин ГАА – гванидинооцетна киселина.  Развиено и испорачано од Applied bioenergetic lab и Carnomed. ",
        "price": 1690,
        "discountPercentage": 2.00,
        "rating": 3.49,
        "stock": 44,
        "brand": "CreGAAtine",
        "category": "Creatines",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/CreGAAtine%2060sachets/box2.webp",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/CreGAAtine%2060sachets/cregaatine-web-1.webp"
        ]
      },
      {
        "id": 2,
        "title": "Crea POWDER Creapure® Quality 500 gr.",
        "description": " CreaPOWDER е додаток во исхраната кој обезбедува 3 g креатин соодветен за спортисти кои извршуваат интензивни физички активности. Креатинот ги зголемува физичките перформанси при последователни рафали на краткотрајни, интензивни физички вежби.*Ефектот се постигнува со дневен внес од 3 g креатин.",
        "price": 2190,
        "discountPercentage": 8.00,
        "rating": 4.20,
        "stock": 14,
        "brand": "Yamamoto",
        "category": "Creatines",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Crea%20POWDER%20Creapure%C2%AE%20Quality%20500%20gr/a31155.jpg",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Crea%20POWDER%20Creapure%C2%AE%20Quality%20500%20gr/b24623.jpg"
        ]
      },
      {
        "id": 3,
        "title": "CREATINE MONOHYDRATE 300gr",
        "description": " Во Dymatize не се прават компромиси за квалитетот па затоа се користи само Creapure® – креатин монохидрат со премиум квалитет. Креатинот е природно оформувачка супстанца во човековото тело. Игра витална улога во траспортацијата на на енергија во секоја клетка. Дневна суплементација од 3 гр креатин во период од минимум 4 недели покажува зголемен тотален креатин во мускулите. Додаден во вода или пијалок без кофеин, ултра чистиот и без вкус Dymatize® CREATINE MONOHYDRATE е перфектен избор при интензивни тренинзи.100% премиум квалитет Creapure® креатин монохидрат произведен во Германија. Креатинот ги зголемува физичките перформанси во последователникраткотрајни интервали, и вежби со висок интензитет. Извонредна растворливост. Без вкус погоден за вегани, без глутен и без лактоза. Без банирани супстанции тестирано од “Informed-Sport” for athletes’ гаранција за продукт со највисок квалитет",
        "price": 1290,
        "discountPercentage": 8.00,
        "rating": 3.00,
        "stock": 84,
        "brand": "Dymatize",
        "category": "Creatines",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/CREATINE%20MONOHYDRATE%20300gr/creatine_300g_shadow03_600x600-1-1.png",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/CREATINE%20MONOHYDRATE%20300gr/Dymatize-Creatine-Monohydrate-300gr-1200x1200.png"
        ]
      },
      {
        "id": 4,
        "title": "Micronized Creatine Powder 317gr",
        "description": "Creatine monohydrate food supplement powder. Food supplements are not to be used as a substitute for a varied diet. Do not exceed the recommended daily dose. Keep out of reach of children.*Euromonitor International Limited; Consumer Health 2020 Edition, Sports Protein Powder Category, % Retail Value Share 2019 data. Increase performance during high intensity training 3.4 g of pure Creatine Monohydrate to increase muscle power. Mixes easily with no gritty taste. Mix with water, juice or your ON shake",
        "price": 1490,
        "discountPercentage": 15.00,
        "rating": 5.00,
        "stock": 114,
        "brand": "Optimum Nutrition",
        "category": "Creatines",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Micronized%20Creatine%20Powder%20317gr/normal_2aa32a381054a6fbd3c12a9cb96c71ac.png",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Micronized%20Creatine%20Powder%20317gr/on-1102271_image_01.png"
        ]
      },
      {
        "id": 5,
        "title": "Creatine 300gr.",
        "description": "Креатинот на Yava Labs е висококвалитетен додаток во исхраната кој го надополнува нивото на креатин монохидрат во секојдневната исхрана дизајниран да ги подобри моќта и перформансите. Ние користиме креатин монохидрат, најбезбедниот, најефективниот облик на креатин. Успешно се користи со години, испитуван од многу истражувачи и е заклучен како најефективна и најбезбедна форма. Нашиот креатин е форма на прашок кој е многу порастворлив во вода и се апсорбира во телесното ткиво отколку типичен креатин монохидрат. Примарниот енергетски носител во мускулните клетки е молекулата на креатин, што го прави неговото дополнување идеолошки избор. Кога се користи редовно, нашиот производ ги подобрува атлетските перформанси со зголемување на силата, моќта и мускулната маса. Додатоците на креатин ги зголемуваат резервите на фосфокреатин во вашите мускули. Фосфокреатинот го промовира формирањето на аденозин трифосфат (ATP), клучната молекула која вашите клетки ја користат за енергија за време на вежбање со висок интензитет. Ова е примарен механизам со кој креатинот ги подобрува перформансите. Понатаму, креатинот е популарен и ефикасен додаток за зголемување на мускулната маса. Може да промени бројни клеточни патишта кои водат до нов мускулен раст. На пример, го промовира формирањето на протеини кои резултираат со создавање на нови мускулни влакна. Дополнително, додатоците на креатин може да ја зголемат водата во вашите мускули, а со тоа да ја поддржат хидратацијата и значително да ја зголемат големината на мускулите. Нашето пакување од 300 g е доволно дарежливо за да понуди 60 порции, секоја со тежина од 5 g. Една порција (1 мерица) главно содржи креатин монохидрат (4,9 грама). Исто така, содржи мали количини на Л-таурин, аминокиселина која помага во зајакнувањето и поддршката на мускулите и системот на крвните садови што ја транспортира крвта низ телото. Пиридоксинот е другата активна состојка во нашиот производ, компонента потребна за правилно функционирање на шеќерите, мастите и протеините на телото. Препорачана употреба: Додадете 5 g (1 топка) во 200 ml вода или млеко. Земете 2 порции на ден. Предупредувања: Не користете ако сте алергични на некое од соединенијата на додатокот. Не користете за време на бременост и доење. Не ја надминувајте препорачаната дневна доза. Додатоците во исхраната не треба да се користат како замена за разновидна и добро балансирана исхрана. Се препорачува урамнотежена исхрана и здрав начин на живот.Складирање: Да се чува во добро затворен, оригинален сад, на собна температура, заштитен од светлина и да се чува подалеку од дофат на деца.",
        "price": 990,
        "discountPercentage": 7.00,
        "rating": 4.99,
        "stock": 44,
        "brand": "Yava",
        "category": "Creatines",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Creatine%20300gr/creatine_01-2.png",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Creatine%20300gr/creatine_02-2.png"
        ]
      },
      {
        "id": 6,
        "title": "Creatine Monohydrate Creapure® 300gr 100serv",
        "description": "100% premium quality Creapure® creatine monohydrate made in Germany. Creatine Monohydrate is a basic building block for creation of creatine phosphate, represents a source of energy in cells. Creatine increases physical performance in successive bursts of short-term, high intensity exercise. The beneficial effect is obtained with a daily intake of 3 g of creatine.",
        "price": 1290,
        "discountPercentage": 2.00,
        "rating": 2.50,
        "stock": 44,
        "brand": "Amix",
        "category": "Creatines",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Creatine%20Monohydrate%20Creapure%C2%AE%20300gr%20100serv/per_creatine-creapure_300g_3041_l%20(1).jpg",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Creatine%20Monohydrate%20Creapure%C2%AE%20300gr%20100serv/per_creatine-creapure_300g_3041_l.jpg"
        ]
      },
      {
        "id": 7,
        "title": "Creatine NANO 300gr 60servings",
        "description": "Чист креатин нано монохидрат за зголемување на мускулната моќ. Секоја порција обезбедува полни 4,9 g 100% чист креатин монохидрат за да се зголеми мускулната моќ во последователни изливи на краткорочни, висок интензитет, повторени вежби. Зошто креатин нано? содржи 100% чист креатин монохидрат во нано форма што е над 1250 пати помали честички отколку во микронизиран креатин, што ја зголемува ефикасноста на апсорпција. Поради нивната големина на НАНО, тие почнуваат да се однесуваат повеќе како јони, стануваат многу електростатични и затоа лесно минуваат низ клеточните мембрани, овозможувајќи асимилација директно во крвотокот.",
        "price": 1090,
        "discountPercentage": 6.00,
        "rating": 3.50,
        "stock": 114,
        "brand": "Azgard Nutrition",
        "category": "Creatines",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Creatine%20NANO%20300gr%2060servings/creatine-nano-front-1024x1024-1%20(1).png",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Creatins_IMG/Creatine%20NANO%20300gr%2060servings/creatine-nano-front-1024x1024-1%20(1).png"
        ]
      }
    ]
    

  }
  