


 [  {
  "main_title":"Protein"
 }
,
 
      {
        "id": 1,
        "title": "Whey 100 New Formula 700gr Immuno Shield",
        "description": "Висококвалитетен протеински концентрат од сурутка Одличен вкус / 95% протеински концентрат од сурутка / комбинација од витамини и минерали Во 1 порција: 22 g протеини / 2,1 g јаглехидрати / 28,5 g протеински концентрат од суруткa WHEY 100 NEW FORMULA. Додаток во исхраната. Содржи засладувачи. Протеински концентрат од сурутка. WHEY 100 NEW FORMULA содржи целосни протеини од животинско потекло, витамини и минерали. WHEY 100 NEW FORMULA се раствора исклучително добро и брзо се апсорбира. Препорачаната дневна доза е 90 gr ПРЕПОРАЧАНА УПОТРЕБА: растворете една порција од производот – 30 g (2 дозери) во 200 ml вода или млеко; користете шејкер или блендер. Земете 3 порции дневно. Во деновите кога вежбате: првата порција земете ја наутро по станување, втората рок од 1,5 час по тренинг и третата пред спиење. Кога не вежбате: првата порција земете ја наутро по станување, втората помеѓу оброци и третата пред спиење. СОСТАВ: протеински концентрат од сурутка (од млеко) (95%); какао во прав1,2,3; регулатори на киселост8 – лимонска киселина, јаболкова киселина; ароми1,2,3,4,5,6,7,8,9,10; згуснувач – натриум карбоксиметил целулоза1,2,3,4,5,6,7,8,9,10; концентрат од сок од цвекло8; калциумови соли на ортофосфорна киселина; засладувач – сукралоза1,2,3,4,5,6,7,8,9,10; цинк оксид; пиридоксин хидрохлорид; холекалциферол. Се однесува на производи со вкусови: 1чоколадо кокос, 2двојно чоколадо, 3чоколадо и портокал бисквити, 4лешник, 5пралини од кокос, 6колачи и крем, 7крем од кикирики и ванила, 8јагоди крем, 9ванила крем, 10бело чоколадо. СКЛАДИРАЊЕ: Да се чува во цврсто затворено пакување, на суво место, на температура од 15-25 оС. Чувајте надвор од дофат на деца. По отворањето, користете во рок од 3 месеци.",
        "price": 1390,
        "discountPercentage": 10.00,
        "rating": 4.69,
        "stock": 94,
        "brand": "Trec Nutrition",
        "category": "Proteins",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Whey%20100%20New%20Formula%20700gr%20Immuno%20Shield/36f9ea03-e275-4d04-b0ee-b364d1a20228_i-trec-whey-100-immuno-shield-700g.webp",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Whey%20100%20New%20Formula%20700gr%20Immuno%20Shield/whey-100-new-formula-ciasteczka-cs.jpg"
        ]
      },
      {
        "id": 2,
        "title": "100% Azgard Whey 5040gr White Chocolate Coconut",
        "description": "Сите знаеме дека вежбањето со тегови предизвикува оштетување на мускулните влакна. Додека се поправа, градиме поцврсти влакна за да избегнеме оштетување во иднина. Протеините се градежни блокови во овој процес. За вежбање со тегови, препорачаниот внес на протеини е 2 g на кг телесна тежина. Ова е 200 g протеин за спортист кој тежи 100 kg. Без соодветна количина на протеини, не можете да изградите мускули. Внесувањето доволно протеини од традиционалните оброци е предизвик за многу спортисти. Azgard Whey може да биде оптимално решение за зголемување на внесот на протеини. Протеинот од сурутка има најголема биолошка вредност меѓу протеините. Тој е лесен за варење, целосен протеин, што значи дека ги содржи сите есенцијални амино киселини. Користете 1 дозерка Azgard Whey веднаш по тренингот за да обезбедите висококвалитетни протеини за да го максимизирате мускулниот раст. -Зошто 100% Azgard Whey е специјален производ: -73% од CFM протеинот од сурутка придонесува за раст и одржување на мускулната маса и одржување на нормални коски со дигестивни ензими за удобност на стомакот со засладувач. -Нашиот процес на производство на инстант CFM Whey протеин „Микрофилтрација со вкрстен проток“ е една од најдобрите форми на протеини Инструкции за употреба: додадете 1 дозер (35 g) во 250 ml вода или млеко. Добро измешајте. Совет: Производот може да го користите за подготовка на одличен лесен појадок. Само измешајте 50-100 g (во зависност од Вашите потреби) овесна каша со 1 дозер од 100% Whey со вашиот омилен вкус. Сервирање: 1 порција (35 g); вкупно дози во пакувањето: 1/26/6 Нутритивни факти Во порција (35g) *РВ% / 35 g Енергија 574 kJ / 136 kcal 6,8%;Масти 1,9 g 2,7%; Од кои заситени 1,2 g 6%; Јаглехидрати 4,1 g 1,6%; Од кои шеќери** 3,6g 4% ;Протеини 26 g 51%;Сол 0,52 g 8,7%; Комплекс од дигестивни ензими -Бромелин 5 mg; Папаин 5 mg. *% од референтен внес за просечни возрасни лица (8400 kJ / 2000kcal).**Содржи шеќери само од состојките од млеко. Состав: Микрофилтриран со вкрстен проток инстант протеински концентрат од сурутка (од млеко), обезмастено млеко во прав, какао прав, сол, ароми, засладувач (сукралоза), згуснувач (ксантанова гума), бромелин ексрахиран од Ananas comosus (2500 GDU/g), папаин екстрахиран од Carica papaya (6000 USP/mg). Информации за алергени: Содржи млеко. Може да содржи соја, јајца, јатки.Внимание: Не ја надминувајте препорачаната дневна доза. Користете како дел од разновидна, урамнотежена исхрана и здрав начин на живот. Препораки за складирање: Чувајте во добро затворено пакување на температура од 5- 30оС. Чувајте подалеку од директен извор на топлина, влага и сончева светлина. По отворање користете во рок од 6 месеци. Рок на употреба: означено на пакувањето.",
        "price": 5200,
        "discountPercentage": 5.00,
        "rating": 5.00,
        "stock": 54,
        "brand": "Azgard Nutrition",
        "category": "Proteins",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/100%25%20Azgard%20Whey%205040gr%20White%20Chocolate%20Coconut/dizajn-bez-naslova-60-800x800-1-600x600-1.jpg",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/100%25%20Azgard%20Whey%205040gr%20White%20Chocolate%20Coconut/vitamin-d3-protein-shop-2-1-800x800.jpg"
        ]
      },
      {
        "id": 3,
        "title": "Nutrend Whey Core 900gr",
        "description": "The power of simplicity. Quality whey protein from certified suppliers in 4 delicious flavours containing the optimal ratio of branched amino acids BCAA. The very basic and quality supplement for unbeatable price. Benefits: up to 24 g of protein per dose 4,5 g BCAA per dose Wide range of amino acids preservatives-free artificial colourants-free gluten-free Flavours: strawberry vanilla cookies chocolate+cocoa Whey protein concentrate It can usually contain up to 80% protein. The rest is created by lactose, fat and carbohydrates. It is suitable for beginners but also everyone who wants to enrich their diet with proteins.",
        "price": 1590,
        "discountPercentage": 8.00,
        "rating": 3.00,
        "stock": 84,
        "brand": "Nutrend",
        "category": "Proteins",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Nutrend%20Whey%20Core%20900gr/whey_core_chocolate_cocoa_900g-1.jpg",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Nutrend%20Whey%20Core%20900gr/whey_core_cookies_900g-1.jpg"
        ]
      },
      {
        "id": 4,
        "title": "Casein Protein 2kg.",
        "description": "Нашиот казеин е млечен протеински концентрат богат со природни протеини дизајниран да помогне во обновувањето, да го спречи распаѓањето на мускулите и да го зајакне мускулниот раст. Го создадовме производот со уметност на разбирање на барањата на спортистот, бодибилдерите и редовните посетители на теретана. Казеинот е бавно сварлив млечен протеин кој бавно ослободува аминокиселини, па затоа препорачуваме да го земате пред спиење за да помогне во опоравувањето и да се намали распаѓањето на мускулите додека спијат. Го зголемува метаболизмот на мастите, што е од фундаментално значење за здрав начин на живот. Неколку студии покажаа дека помага во зајакнувањето на мускулниот раст. Покрај високата хранлива вредност што ја нуди нашиот производ, нашите клиенти можат да избираат од различни богати и вкусни опции во однос на вкусот, вклучувајќи сладолед од чоколадо и сладолед од ванила. Дополнително, нашите клиенти го добиваат токму она што е наведено на пакувањето. Денес, нашиот казеин се издвојува поради високото богатство со природни протеини. Секое пакување од 2 килограми е доволно дарежливо за да обезбеди 66 порции, секоја од 30 грама (1 мерица).  Мерица од нашиот казеин сочинува 22 грама протеин добиен од млеко одговорен за градење и поправка на мускулите. Исто така, содржи 5 грама амино киселини со разгранет ланец (BCAA), одговорни за градење и обновување на чистата мускулна маса и 2,6 грама леуцин, кој промовира мускулна маса или спречува губење на протеини во неколку состојби кои се карактеризираат со губење на мускулните протеини. Исто така, обезбедува енергија во износ од 469 kJ / 112 kcal. Посветени сме на црпење на нашите состојки од природата и користење на многу безбедни состојки, вклучително и млечен протеин концентрат (80% млечен казеин, 20% концентрат од протеин од сурутка), вкус, емулгатор: карбоксиметилцелулоза, сончоглед лецитин, згуснувач: гуар за џвакање, ксантанска гума, храна Боја: црвена репка, сол, засладувачи: сукралоза, ацесулфам К. Препорачана употреба: Растворете 30 грама (1 мерица) прашок во 200 ml вода. Освен тоа, има мазна текстура и затоа може да се додаде во омиленото смути, шејк или дури и овес. Сепак, индивидуалните потреби за исхрана варираат во зависност од телесната тежина и нивото на тренинг/вежбање.",
        "price": 3490,
        "discountPercentage": 3.00,
        "rating": 4.23,
        "stock": 214,
        "brand": "Yava",
        "category": "Proteins",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Casein%20Protein%202kg/casein_choc_01-2.png",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Casein%20Protein%202kg/casein_choc_02-2.png",
          "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Casein%20Protein%202kg/casein_van_01-2.png"
        ]
      },
      {
        "id": 5,
        "title": "Gold Core Whey 100 900gr 30servings",
        "description": "Премиум протеински комплекс од сурутка за брзо зголемување на мускулната маса Gold Core Line Whey 100. Додаток во исхраната. Со засладувач. Протеински концентрат, изолат и хидролизат од сурутка. Gold Core Line Whey 100 содржи комплекс од концентрат од протеин од сурутка; изолат од протеин од сурутка и хидролизат од протеин од сурутка. Производот е извор на полновредни животински протеини богати со есенцијални аминокиселини кои ги вклучуваат аминокиселините со разгранет ланец и Л-глутамин. Gold Core Line Whey 100 се раствора екстремно брзо. Протеините помагаат за раст и одржување на мускулната маса. Препорачаната дневна доза е 90 g. Препорачана употреба: Растворете една порција од производот – 30 g (2 мерици) во 200 ml вода или млеко; користете шејкер или блендер. Земете 3 порции дневно. Во деновите кога имате тренинг: првото сервирање испијте го наутро, по станување, второто во рок од 1,5 час по тренинг и третото пред спиење. Во деновите кога немате тренинг: првото сервирање испијте го наутро, по станување, второто меѓу оброци и третото пред спиење. Состојки: GOLD CORE МАТРИЦА ОД СУРУТКА [концентрат од протеин од сурутка (добиен од млеко); изолат од протеин од сурутка (од млеко); хидролизат од протеин од сурутка (од млеко) (95,5%)]; какао во прав за вкусовите: чоколадо, чоколадо-цреша, чоколадо-сусам, кокос-чоколадо; ароми; регулатори на киселост за вкусовите: јагода и малина – лимонска киселина, јаболкова киселина; згуснувачи – целулознаа гума, ксантанова гума; засладувач – сукралоза; боја за вкусовите: ванилата, колачи, путер од кикирики и адвокат – бета-каротен; боја за вкус на банана – квинолин жолта; боја за вкусовите: јагода и малина – кохинеална црвена А. Внимание: не ја надминувајте препорачаната дневна доза. Производот не служи како замена за разновидна балансирана исхрана. Деца, бремени жени и доилки не смеат да го употребуваат производот. Разновидната и балансирана исхрана и здравиот начин на живот се важни. Боите кохинеална црвена А и квинолин жолта може да имаат негативно влијание врз активноста и вниманието кај децата. Производот може да содржи алергени како на пр.: млеко, соја, пченица, јачмен, јајца, кикирики и јаткасто овошје. Начин на чување: Чувајте во добро затворена кутија, на суво место, на температура од 15-25оС. Чувајте надвор од дофат на деца. Рок на употреба, сериски број и земја на потекло: означено на на пакувањето.",
        "price": 1590,
        "discountPercentage": 7.00,
        "rating": 4.99,
        "stock": 214,
        "brand": "Trec Nutrition",
        "category": "Proteins",
        "thumbnail": "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Gold%20Core%20Whey%20100%20900gr%2030servings/gold-core_whey-100_900g_render_cookies.webp",
        "images": [
          "http://127.0.0.1:5500/ProductsIMAGES/Proteins_IMG/Gold%20Core%20Whey%20100%20900gr%2030servings/gold-core_whey-100_900g_render_cookies.webp"   
        ]
      }
    ]
  